[
    {
        "title": "Vist - TV Show App",
        "codesite": "https://github.com/chrisgud/TV-show-list",
        "deployedsite": "https://vist5.herokuapp.com/",
        "image": "images/vist.webp",
        "description": "Consumers watch television more than ever before and keeping track of shows is difficult across many different streaming sites and networks. This application puts all of the relevant TV guide information in one neat interface. VIST allows TV viewers to create a catalog of shows that they want to watch or are currently watching."
    },
    {
        "title": "Google Book Finder - React",
        "codesite": "https://github.com/Cmoney45/google_books_react_app",
        "deployedsite": "https://glacial-brook-57502.herokuapp.com/",
        "image": "images/bookFinder.png",
        "description": "React App that uses google book api to display books"
    },
    {
        "title": "Memory Game",
        "codesite": "https://github.com/Cmoney45/Memory_game",
        "deployedsite": "https://cmoney45.github.io/Memory_game/",
        "image": "images/dinosaur.png",
        "description": "This app is designed to be a simple memory game. Using React's states to keep an active state on the board. I chose dinosaurs because my nephews are yount and love dinosaurs. I was hoping to have them play this and add different characters if they guess the first group of creatures."
    },
    {
        "title": "Employee Scheduler",
        "codesite": "https://github.com/Cmoney45/Sml-comp-scheduler",
        "deployedsite": "https://morning-lake-34727.herokuapp.com/",
        "image": "images/employeeScheduler.jpg",
        "description": "Small Company scheduler is a simple app that was designed for creating a quick an easy way a small company could schedule employees for their time. It has a simple login with different views for manager and employees. Managers can schedule employees on a week to week basis and employees can see their scheduled time to work."
    },
    {
        "title": "Mongo News-Scraper",
        "codesite": "https://github.com/Cmoney45/Mongo_scraper",
        "deployedsite": "https://afternoon-springs-19945.herokuapp.com/",
        "image": "images/newspaper.jpg",
        "description": "Mongo Scraper is a news scraper website. It is designed to scrape articles from different news sites and pull them into a MongoDB database. We use Mongoose to create structure for the database. The articles are then displayed in an easy fashion with an article title, snippet and link to the article. A user can save an article to create notes on if they choose to."
    },
    {
        "title": "Home Manager",
        "codesite": "https://github.com/nicksedillos/project-1",
        "deployedsite": "https://nicksedillos.github.io/project-1/",
        "image": "images/homeStorage.jpg",
        "description": "Home Manager is a tool for keeping track of what items you have, and how many of each. It lets you tag items with their physical Location, Category or type of product, and if desired, a UPC for future shopping. With this tool, you don’t have to memorize an inventory or physically check it each time you go shopping. This could be useful for families, office teams, or anyone else who shares things scattered across multiple locations and needs a simple way to keep track of them."
    },
    {
        "title": "Train Scheduler",
        "codesite": "https://github.com/Cmoney45/Train-Scheduler",
        "deployedsite": "https://cmoney45.github.io/Train-Scheduler/",
        "image": "images/trainScheduler.jpg",
        "description": "This app was built as a base to use Firebase and pull train times added by the user."
    },
    {
        "title": "Trivia Game",
        "codesite": "https://github.com/Cmoney45/TriviaGame",
        "deployedsite": "https://cmoney45.github.io/TriviaGame/",
        "image": "images/trivia.jpg",
        "description": "A mobile responsive Trivia game. It has two difficulty settings and currently two word banks."
    },
    {
        "title": "Giftastic",
        "codesite": "https://github.com/Cmoney45/GifTastic",
        "deployedsite": "https://cmoney45.github.io/GifTastic/",
        "image": "images/giphytastic.gif",
        "description": "Purpose: The purpose of this website design is to generate random GIFs using the giphy API. This is to give users default buttons to click but then also add their own when needed."
    },
    {
        "title": "Superhero - Word Guess Game",
        "codesite": "https://github.com/Cmoney45/Word-Guess-Game",
        "deployedsite": "https://cmoney45.github.io/Word-Guess-Game/",
        "image": "images/dcDefault.jpg",
        "description": "A word guess game for superheros. Very simple deployment with basic HTMl/CSS/JS."
    },
    {
        "title": "Friend Finder",
        "codesite": "https://github.com/Cmoney45/FriendFinder",
        "deployedsite": "https://secret-crag-95048.herokuapp.com/",
        "image": "images/friendFinder.jpg",
        "description": "This application was created to design a simple friend/dating app. It uses frontend Javascript to submit a form and submit it to a javascript server on the backend. The backend then takes that information and returns the closest match based on the answers given in the quiz."
    },
    {
        "title": "Burger Eater!",
        "codesite": "https://github.com/Cmoney45/burger",
        "deployedsite": "https://vast-peak-72405.herokuapp.com/",
        "image": "images/burger.jpg",
        "description": "This app was designed to be simple and interact with a backend database of MySQL. It allows you to post to the database as well as change states based on which buttons are clicked"
    },
    {
        "title": "Star Wars RPG",
        "codesite": "https://github.com/Cmoney45/Basic-StarWars-RPG",
        "deployedsite": "https://cmoney45.github.io/Basic-StarWars-RPG/",
        "image": "images/starwars.png",
        "description": "Choose a character and try to defeat all of the other characters by repeadly hitting the attack button."
    },
    {
        "title": "BAMazon",
        "codesite": "https://github.com/Cmoney45/Bamazon",
        "deployedsite": "N/A",
        "image": "images/Bamazon.jpg",
        "description": "This application is a simple command line storefront using the npm inquirer package and the MySQL database together with the npm mysql package. It also uses the npm table package to make our display look more uniform for the command line."
    }
]